что мы хотим видеть?
- бота помошника, который сможет подсказывать нам курс, погоду и песню под настроение, т.к это позволит обраьотать каждый аспект
- затем это вырастет в джанго-прилагу с регистраией и публикацией
- для этого нам нужно следующее-  освоить текущее
- разнести по файлам
- научится ставь внешние либы


 Для этого давате подготовим данные 
 Какие данные у нас могут быть локально, а какие у нас есть или мы можем создать локально?

Наш плейлист.

Мы хотим добавить функционал, рекомендующий ту или иную песню.

Как мы это разобьем?
- пройдемся по списку
- если дикт составлен некоректно - изменим.


И здесь мы уже видим данные и функционал.

Сейчас все нормально. Но представьте бьлошх функционал?
Проще рзнести.

Кроме того, видите, у нас есть функционал, .. импорт

